Repository: Maniek247/Social-login
Catalog: translations/*/ModulesOauthsigninAdmin.*.xlf
Languages: pl_pl

source: Successful update
pl_pl: Zaktualizowano pomyślnie

source: Google Client ID cannot be empty
pl_pl: Pole Google Client ID nie może być puste

source: Google Client ID is too long
pl_pl: Pole Google Client ID ma za długą treść

source: Google Client Secret cannot be empty
pl_pl: Pole Google Client Secret nie może być puste

source: Google Client Secret is too long
pl_pl: Pole Google Client Secret ma za długą treść

source: Facebook App ID cannot be empty
pl_pl: Pole Facebook App ID nie może być puste

source: Facebook App ID is too long
pl_pl: Pole Facebook App ID jest za długie

source: Enable "Sign in with Google" button
pl_pl: Włącz przycisk "Zaloguj się przez Google"

source: Your redirect URL
pl_pl: Twój URI przekierowania

source: Use this during registration in Google Cloud Platform website
pl_pl: Użyj tego podczas rejestracji na stronie Google Cloud Platform

source: Select button shape
pl_pl: Wybierz kształt przycisku

source: Rectangular
pl_pl: Prostokątny

source: Rounded
pl_pl: Zaokrąglony

source: Select button theme
pl_pl: Wybierz motyw przycisku

source: Light
pl_pl: Jasny

source: Dark
pl_pl: Ciemny

source: Neutral
pl_pl: Neutralny

source: Enable "Sign in with Facebook" button
pl_pl: Włącz przycisk "Zaloguj się przez Facebooka"

source: Facebook API Version
pl_pl: Wersja Facebook API

source: Use this during registration in Meta for Developers website
pl_pl: Użyj tego podczas rejestracji na stronie Meta for Developers

source: Google configuration
pl_pl: Konfiguracja Google

source: Google button style
pl_pl: Stylizowanie przycisku Google

source: Facebook configuration
pl_pl: Konfiguracja Facebooka

source: Facebook button style
pl_pl: Stylizowanie przycisku Facebooka
