Repository: Maniek247/Social-login
Catalog: translations/*.xlf
Languages: pl

source: Facebook App ID cannot be empty.
pl: Pole Facebook App ID nie może być puste.

# Enable &quot;Sign in with Google&quot; button
source: Enable "Sign in with Google" button
pl: Włącz przycisk "Zaloguj się z Google"

source: Maximum 255 characters
pl: Maksymalnie 255 znaków

source: Your redirect URL
pl: Twój URL przekierowania

source: Use this in Google Cloud Platform website
pl: Użyj tego na stronie Google Cloud Platform

# Enable &quot;Sign in with Facebook&quot; button
source: Enable "Sign in with Facebook" button
pl: Włącz przycisk "Zaloguj się z Facebook"

source: Use this in Meta for Developers website
pl: Użyj tego na stronie Meta for Developers

source: Google configuration
pl: Konfiguracja Google

source: Facebook configuration
pl: Konfiguracja Facebooka

source: Save
pl: Zapisz
